javax.portlet.title.net_liferay_ongc_RepotsPortlet=Repots
repots.caption=Hello from Repots!
safety.pledge=\u0906\u091C \u0915\u0947 \u0926\u093F\u0928, \u092E\u0948\u0902 \u0938\u0924\u094D\u092F\u0928\u093F\u0937\u094D\u0920\u093E \u092A\u0942\u0930\u094D\u0935\u0915 \u092A\u094D\u0930\u0924\u093F\u091C\u094D\u091E\u093E \u0915\u0930\u0924\u093E \u0939\u0945\u0942\u0902 \u0915\u093F \u092E\u0948\u0902 \u092A\u0941\u0928\u0903 \u0905\u092A\u0928\u0947 \u0906\u092A\u0915\u094B \u0938\u0941\u0930\u0915\u094D\u0937\u093E, \u0938\u094D\u0935\u093E\u0938\u094D\u0925\u094D\u092F \u0924\u0925\u093E \u092A\u0930\u094D\u092F\u093E\u0935\u0930\u0923 \u0915\u0947 \u092C\u091A\u093E\u0935 \u0915\u0947 \u092A\u094D\u0930\u0924\u093F \u0938\u092E\u0930\u094D\u092A\u093F\u0924 \u0915\u0930\u0942\u0902\u0917\u093E \u0914\u0930 \u0928\u093F\u092F\u092E\u094B\u0902, \u0935\u093F\u0928\u093F\u092F\u092E\u094B\u0902 \u0924\u0925\u093E \u0915\u093E\u0930\u094D\u092F\u0935\u093F\u0927\u093F\u092F\u094B\u0902 \u0915\u0947 \u092A\u093E\u0932\u0928 \u0939\u0947\u0924\u0941 \u092F\u0925\u093E\u0936\u0915\u094D\u0924\u093F \u092A\u094D\u0930\u092F\u0924\u094D\u0928 \u0915\u0930\u0942\u0901\u0917\u093E \u0914\u0930 \u0928\u093F\u0936\u094D\u200D\u091A\u093F\u0924 \u0930\u0942\u092A \u0938\u0947 \u0907\u0928 \u0932\u0915\u094D\u0937\u094D\u092F\u094B\u0902 \u0915\u094B \u092A\u094D\u0930\u093E\u092A\u094D\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093F\u092F\u0947 \u092A\u094D\u0930\u0947\u0930\u0923\u093E\u0926\u093E\u092F\u0915 \u0905\u092D\u093F\u0935\u0943\u0924\u094D\u0924\u093F\u092F\u094B\u0902 \u0924\u0925\u093E \u0906\u0926\u0924\u094B\u0902 \u0915\u093E \u0935\u093F\u0915\u093E\u0938 \u0915\u0930\u0942\u0902\u0917\u093E\u0964 \u092E\u0947\u0930\u0940 \u092F\u0939 \u092A\u0942\u0930\u094D\u0923\u0930\u0942\u092A \u0938\u0947 \u092E\u093E\u0928\u094D\u092F\u0924\u093E \u0939\u0948 \u0915\u093F \u0926\u0941\u0930\u094D\u0918\u091F\u0928\u093E\u090F\u0902 \u0924\u0925\u093E \u092C\u0940\u092E\u093E\u0930\u093F\u092F\u093E\u0901 \u0930\u093E\u0937\u094D\u091F\u094D\u0930\u0940\u092F\u0905\u0930\u094D\u0925\u0935\u094D\u092F\u0935\u0938\u094D\u0925\u093E \u0915\u094B \u0926\u0941\u0930\u094D\u092C\u0932 \u092C\u0928\u093E\u0924\u0940 \u0939\u0948\u0902 \u0924\u0925\u093E \u092F\u0939 \u0935\u093F\u0915\u0932\u093E\u0902\u0917\u0924\u093E, \u092E\u0943\u0924\u094D\u092F\u0941, \u0938\u094D\u0935\u093E\u0938\u094D\u0925\u094D\u092F \u0915\u0947 \u0932\u093F\u092F\u0947 \u0939\u093E\u0928\u093F\u0915\u093E\u0930\u0915 \u090F\u0935\u0902 \u0938\u092E\u094D\u092A\u0924\u094D\u0924\u093F \u0915\u0940 \u0915\u094D\u0937\u0924\u093F, \u0938\u093E\u092E\u093E\u091C\u093F\u0915 \u0915\u0937\u094D\u091F \u0924\u0925\u093E \u092A\u0930\u094D\u092F\u093E\u0935\u0930\u0923 \u0915\u0947 \u0905\u092A\u0915\u0943\u0937\u094D\u091F \u0915\u093E \u0915\u093E\u0930\u0923 \u092C\u0928\u0924\u0940 \u0939\u0948\u0964 \u092E\u0948\u0902 \u0938\u094D\u0935\u092F\u0902 \u0905\u092A\u0928\u0947, \u092A\u0930\u093F\u0935\u093E\u0930, \u0938\u0902\u0917\u0920\u0928, \u0938\u092E\u093E\u091C \u090F\u0935\u0902 \u0930\u093E\u0937\u094D\u091F\u094D\u0930 \u0915\u0947 \u0939\u093F\u0924 \u092E\u0947\u0902 \u0907\u0928 \u0926\u0941\u0930\u094D\u0918\u091F\u0928\u093E\u0913\u0902, \u0935\u094D\u092F\u093E\u0935\u0938\u093E\u092F\u093F\u0915 \u092C\u0940\u092E\u093E\u0930\u093F\u092F\u094B\u0902 \u0915\u0940 \u0930\u094B\u0915\u0925\u093E\u092E \u0924\u0925\u093E \u092A\u0930\u094D\u092F\u093E\u0935\u0930\u0923 \u0915\u0947 \u092C\u091A\u093E\u0935 \u0915\u0947 \u0932\u093F\u092F\u0947 \u0939\u0930 \u0938\u0902\u092D\u0935 \u092A\u094D\u0930\u092F\u0924\u094D\u0928 \u0915\u0930\u0942\u0902\u0917\u093E\u0964
